Repository: wwwdavid34/remet
Catalog: FaceRecall/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Unlock unlimited people, cloud sync, and more
ja: 無制限の人物登録やクラウド同期などをアンロックしましょう
zh_hans: 解锁无限人物、云同步等功能
zh_hant: 解鎖無限人員、雲端同步等功能

source: Upgrade
ja: アップグレード
zh_hans: 升级
zh_hant: 升級

source: Upgrade for unlimited
ja: アップグレードして無制限に
zh_hans: 升级即可无限使用
zh_hant: 升級即可無限使用

source: Upgrade to Premium
ja: プレミアムにアップグレード
zh_hans: 升级到高级版
zh_hant: 升級到進階版

source: Upgrade to Premium for unlimited people
ja: プレミアムにアップグレードして無制限に
zh_hans: 升级到高级版以添加无限联系人
zh_hant: 升級到進階版以添加無限聯絡人

source: Upgrade to Premium to enable
ja: プレミアムにアップグレードして有効化
zh_hans: 升级到高级版以启用
zh_hant: 升級到進階版以啟用

source: Uploading changes...
ja: 変更をアップロード中...
zh_hans: 正在上传更改...
zh_hant: 正在上傳更改...

source: Use camera
ja: カメラを使用
zh_hans: 使用相机
zh_hant: 使用相機

source: Use Custom Date Range
ja: カスタム日付範囲を使用
zh_hans: 使用自定义日期范围
zh_hant: 使用自訂日期範圍

source: Use Photo
ja: 写真を使用
zh_hans: 使用照片
zh_hant: 使用照片

source: Use Preset Range
ja: プリセット範囲を使用
zh_hans: 使用预设范围
zh_hant: 使用預設範圍

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: View All
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

source: View Plans
ja: プランを見る
zh_hans: 查看套餐
zh_hant: 查看套餐

source: View Premium Plans
ja: プレミアムプランを見る
zh_hans: 查看高级版方案
zh_hant: 查看進階版方案

source: waiting
ja: 待機中
zh_hans: 等待中
zh_hant: 等待中

source: Warning
ja: 警告
zh_hans: 警告
zh_hant: 警告

source: What Gets Synced
ja: 同期される内容
zh_hans: 同步的内容
zh_hant: 同步的內容

source: Who is this?
ja: これは誰？
zh_hans: 这是谁？
zh_hant: 这是谁？

source: Work
ja: 仕事
zh_hans: 工作
zh_hant: 工作

source: Work & Context
ja: 仕事と背景
zh_hans: 工作与背景
zh_hant: 工作與背景

source: Would you like this photo saved to your Camera Roll as well? Future photos will also be saved automatically. You can change this anytime in Settings.
ja: この写真もカメラロールに保存しますか？今後の写真も自動的に保存されます。設定でいつでも変更できます。
zh_hans: 您希望这张照片也保存到相册吗？将来的照片也会自动保存。您可以随时在设置中更改。
zh_hant: 您希望這張照片也儲存到相簿嗎？將來的照片也會自動儲存。您可以隨時在設定中更改。

source: Yearly
ja: 年額
zh_hans: 年付
zh_hant: 年付

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

source: Yes, Save
ja: はい、保存
zh_hans: 是的，保存
zh_hant: 是的，儲存

source: yesterday
ja: 昨日
zh_hans: 昨天
zh_hant: 昨天

source: Yesterday
ja: 昨日
zh_hans: 昨天
zh_hant: 昨天

source: You can add face photos after creating this person.
ja: この人物を作成した後で顔写真を追加できます。
zh_hans: 创建此人后可以再添加人脸照片。
zh_hant: 建立此人後可以再新增人臉照片。

source: You can edit details later
ja: 詳細は後で編集できます
zh_hans: 稍后可以编辑详情
zh_hant: 稍後可以編輯詳情

source: You guessed: %@
ja: あなたの回答：%@
zh_hans: 你猜的是：%@
zh_hant: 你猜的是：%@

source: You have %@ credit
ja: %@ のクレジットがあります
zh_hans: 你有 %@ 积分
zh_hant: 你有 %@ 積分

source: You remembered!
ja: 覚えていましたね！
zh_hans: 你记住了！
zh_hant: 你記住了！

source: You saved %@ with referral credits!
ja: 紹介クレジットで %@ 節約しました！
zh_hans: 你通过推荐积分节省了 %@！
zh_hant: 你通過推薦積分節省了 %@！

source: You showed up - that's what counts!
ja: 参加した、それが大切！
zh_hans: 你来了——这才是最重要的！
zh_hant: 你來了——这才是最重要的！

source: You're on fire!
ja: 絶好調！
zh_hans: 状态火热！
zh_hant: 狀態火热！

# You've practiced %@ times with %@%% accuracy
source: You've practiced %1$@ times with %2$@%% accuracy
ja: %1$@ 回練習し、正確さは %2$@%% です
zh_hans: 你已练习 %1$@ 次，准确率 %2$@%%
zh_hant: 你已練習 %1$@ 次，準確率 %2$@%%

source: You've practiced %lld times with %lld%% accuracy
ja: %1$lld 回練習しました。正確率 %2$lld%%
zh_hans: 你已练习 %1$lld 次，准确率 %2$lld%%
zh_hant: 你已練習 %1$lld 次，準確率 %2$lld%%

source: You've saved %@ people - that's awesome! Upgrade to Premium for unlimited people and cloud sync.
ja: すでに %1$@ 人を保存しました — 素晴らしいです！プレミアムにアップグレードすると無制限の人物とクラウド同期が利用できます。
zh_hans: 你已保存 %1$@ 位联系人——太棒了！升级到高级版即可解锁无限联系人和云同步。
zh_hant: 你已儲存 %1$@ 位聯絡人——太棒了！升級到進階版即可解鎖無限聯絡人並啟用雲端同步。

source: You've saved %lld people - that's awesome! Upgrade to Premium for unlimited people and cloud sync.
ja: %lld 人を保存しました。素晴らしい！プレミアムにアップグレードして無制限の人数とクラウド同期を利用できます。
zh_hans: 你已保存 %lld 位联系人——太棒了！升级到高级版可添加无限联系人并启用云同步。
zh_hant: 你已儲存 %lld 位聯絡人——太棒了！升級到進階版可添加無限聯絡人並啟用雲端同步。

source: Your brain appreciates the workout!
ja: 脳がこのワークアウトに感謝しています！
zh_hans: 你的大脑感谢这次锻炼！
zh_hant: 你的大腦感謝這次鍛鍊！

source: Your brain is taking notes.
ja: 脳がメモを取っています。
zh_hans: 你的大脑正在记录。
zh_hant: 你的大腦正在記錄。

source: Your brain requested a workout
ja: あなたの脳がトレーニングを求めています
zh_hans: 您的大脑请求锻炼
zh_hant: 您的大腦請求鍛鍊

source: Your brain says thanks!
ja: 脳が感謝しています！
zh_hans: 你的大脑说谢谢！
zh_hant: 你的大腦說謝謝！

source: Your data is not synced to iCloud or any cloud service. If you delete the app, all data is permanently removed.
ja: データはiCloudや他のクラウドサービスに同期されません。アプリを削除すると、すべてのデータが完全に削除されます。
zh_hans: 您的数据不会同步到iCloud或任何云服务。如果您删除此应用，所有数据将被永久删除。
zh_hant: 您的資料不会同步到iCloud或任何雲端服务。如果您刪除此應用，所有資料将被永久刪除。

source: Your data syncs automatically across all devices signed into the same iCloud account.
ja: データはすべてのデバイスで同じiCloudアカウントにサインインすると自動的に同期されます。
zh_hans: 您的数据会自动在所有登录相同iCloud账户的设备之间同步。
zh_hant: 您的資料會自動在所有登入相同iCloud帳戶的裝置之間同步。

source: Your memory impresses me!
ja: あなたの記憶力に感心します！
zh_hans: 你的记忆让我印象深刻！
zh_hant: 你的記憶讓我印象深刻！

source: Your memory is elite!
ja: あなたの記憶力は一流です！
zh_hans: 您的记忆力超群！
zh_hant: 您的記憶力超群！

source: Your memory muscles are getting restless
ja: 記憶の筋肉がうずうずしています
zh_hans: 您的记忆肌肉在跃跃欲试
zh_hant: 您的記憶肌肉在跃跃欲试

source: Your memory palace awaits
ja: あなたの記憶の宮殿が待っています
zh_hans: 您的记忆宫殿正在等待
zh_hant: 您的記憶宮殿正在等待

source: Your neurons are warming up!
ja: ニューロンがウォームアップ中！
zh_hans: 您的神经元正在热身！
zh_hant: 您的神經元正在熱身！

source: Your referral code
ja: あなたの紹介コード
zh_hans: 你的推荐代码
zh_hant: 你的推薦代碼

source: Your Referral Code
ja: あなたの紹介コード
zh_hans: 你的推荐代码
zh_hant: 你的推薦代碼

source: Your Referral Stats
ja: 紹介実績
zh_hans: 你的推荐统计
zh_hant: 你的推薦統計

source: OK
zh_hans: 好的
zh_hant: 好的
